<?php

return [
    'product_id_deleted' => 'محصول «:title» با موفقیت حذف شد.',
    'group_buy_product_id_deleted' => 'محصول خرید گروهی «:title» با موفقیت حذف شد.',
    'user_must_be_authenticated' => 'لطفا لاگین کنید.',
    'no_basket_found' => 'شما سبد خریدی ندارید.',
    'cart' => 'حداکثر «:max» عدد از کالای «:title» می‌توانید سفارش دهید.',
    'unavailable_product' => 'در حال حاضر کالای «:title» موجود نمی‌باشد.',
    'group_buy_cart' => 'حداکثر «:max» عدد از کالای «:title» می‌توانید بصورت خرید گروهی سفارش دهید.',
    'unavailable_group_buy_product' => 'در حال حاضر کالای خرید گروهی «:title» موجود نمی‌باشد.',
    'price_is_changed' => 'قیمت یکی از آیتم های سبد خرید شما عوض شده است, لطفا سبد خریدتان بررسی کرده و دکمه خرید را مجددا بزنید.',
    'order_amount_is_wrong' => 'مشکلی در محاسبه مبلغ سبد خرید شما پیش آمده است لطفا مجددا سبد خرید خود را پر کنید!',
    'order_is_invalid' => 'مشکلی در پرداخت شما ایجاد شده است لطفا دوباره امتحان کنید!',
    'can_not_set_pay_back' => 'امکان ثبت بازگشت هزینه برای سفارش شما امکان پذیر نیست.',
];
